export const SET_TOUR_EROPA='SET_TOUR_EROPA'

const tourEropa = [
    {
        id: 1,
        name: "تور هلند",
        description: "هُلَند (به هلندی: Nederland) کشور فراقاره‌ای است کوچک از قلمروهای پادشاهی هلند در شمال غربی اروپا با ۱۷٫۱ میلیون نفر جمعیت[۱] که پایتخت آن شهر آمستردام است، اما به منظور تمرکززدایی بسیاری از وزارتخانه‌ها و سفارتخانه‌ها در شهر لاهه یا پیرامون آن مستقر شده‌اند.",
        image:'/image/img40.jpg',
        price:'هزینه تور به ازای هر نفر 45 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'5 روز و 4 شب د در هتل 5 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:گذرگاه های آبی آمستردام، باغ اروپا،دهکده‌ مارکن، مادورودام، زانس اسخانس، بازدید به عمل می آید.        '
        
    },

    {
        id: 2,
        name: "تور ایتالیا",
        description: "یتالیا (به ایتالیایی: Italia) با نام رسمی جمهوری ایتالیا (به ایتالیایی: Repubblica Italiana) کشوری فراقاره‌ای است که در اروپای جنوبی و اروپای مرکزی[۱۱] قرار گرفته و پایتخت آن، شهر تاریخی رم است. ایتالیا نهمین اقتصاد بزرگ جهان از نظر تولید ناخالص داخلی است. این کشور از شبه‌جزیره ایتالیا و دو جزیرهٔ سیسیل و ساردِنی در دریای مدیترانه تشکیل شده‌است.",
        image: '/image/img24.jpg',
        price:'هزینه تور به ازای هر نفر 50 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'7 روز 8 شب در هتل 3 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:کانال بزرگ ونیز، آمفی تئاتر کلوسئوم، شهر فلورانس، برج کج پیزا، شهر واتیکان، بازدید به عمل می آید.        '
        
    },

    {
        id: 3,
        name: "تور یونان",
        description: "یونان (به یونانی: Ελλάδα, اِلادا) یا گاهی با نام رسمی جمهوری یونان (به یونانی: Ελληνική Δημοκρατία, اِلينيكی ديموكراتيا) یا یونانستان کشوری در اوراسیا واقع در جنوب شرقی اروپا و جنوب شبه‌جزیره بالکان است. این کشور همچنین جزایری بسیاری مانند رودس، جزیره کوس، ساموس، خیوس و لسبوس دارد و یک کشور اوراسیایی محسوب می‌شود. این کشور از شمال با آلبانی، مقدونیه شمالی و بلغارستان، و از شرق با ترکیه دارای مرز مشترک زمینی است.        ",
        image:'./image/img29.jpg'    ,
        price:'هزینه تور به ازای هر نفر 38 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'7 روز 8 شب در هتل 3 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:سانتورینی،موزه آکروپویس، آتن، صومعه های میتورا، زاکیانتوس،دره ساماریا، بازدید به عمل می آید.        '
        
    },

    {
        id: 4,
        name: "تور اسپانیا",
        description: "اسپانیا (به اسپانیایی: España)، با نام رسمی پادشاهی اسپانیا کشوری مستقل و از اعضای اتحادیه اروپا است. این کشور در شبه‌جزیره ایبری در جنوب غربی اروپا قرار دارد. سرزمین اصلی اسپانیا از جنوب و شرق با دریای مدیترانه و جبل الطارق، از شمال و شمال شرق با فرانسه، آندورا و خلیج بیسکای و از غرب و شمال غرب با پرتغال و اقیانوس اطلس هم مرز است. مرز اسپانیا با پرتغال (به طول ۱۲۱۴ کیلومتر) طولانی‌ترین مرز یکپارچه در اتحادیه اروپا است.",
        image:'/image/img23.jpg',
        price:'هزینه تور به ازای هر نفر 55 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'7 روز 8 شب در هتل 3 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:موزه دلپرادو، کاخ الحمرا گرانادا، شهر کوئنکا،شهر سفید اندالوسیا، سان سباستین، بازدید به عمل می آید.        '
        
    },
    {
        id: 5,
        name: "تور آلمان",
        description: "بزرگ‌ترین کشور اروپای مرکزی و پرجمعیت‌ترین کشور در اتحادیهٔ اروپاست. آلمان از شمال با دانمارک، از سمت شرق با لهستان و جمهوری چک، از جنوب با اتریش و سوئیس و از سمت غرب با لوکزامبورگ، فرانسه، بلژیک و هلند مرز مشترک دارد. آلمان از شانزده ایالت تشکیل شده که هر یک از این ایالت‌ها به زبان آلمانی یک Bundesland نامیده می‌شوند. آلمان یکی از تاثیرگذارترین کشورها در فرهنگ اروپایی و یکی از قدرت‌های جهانی در اقتصاد است که در سراسر دنیا بخاطر مهندسی دقیق و کیفیت بالای محصولات صنعتی‌اش مشهور است.",
        image:'/image/img25.jpg',
        price:'هزینه تور به ازای هر نفر 48 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'3 روز 4شب در هتل 5 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:دروازه براندنبورگ، کوه‌های هارتس، کلیسای جامع آخن،  جزیره سیلت، بازدید به عمل می آید.        '
        
    },

    {
        id: 6,
        name: "تور فرانسه",
        description: "فرانسه (به فرانسوی: La France) با عنوان رسمی جمهوری فرانسه (به فرانسوی: République française) یک کشور فراقاره‌ای در اروپای غربی است که دارای منطقه‌ها و قلمروهای بسیاری در آنسوی دریاها است. فرانسه یکی از سه کشوری است که سواحلی هم در دریای مدیترانه و هم در اقیانوس اطلس دارد  پایتخت فرانسه، شهر پاریس است. این شهر بزرگ‌ترین شهر این کشور و مرکز اصلی تجارت و فرهنگ فرانسه است.",
        image:'/image/img26.jpg',
        price:'هزینه تور به ازای هر نفر 60 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'7 روز 8 شب در هتل 5 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:موزه لوور فرانسه، کاخ ورسا، جزیره کرس فرانسه، نوتردام پاریس، برج ایفل، بازدید به عمل می آید.        '
        
    },
];
    export function setEropa(){
           return{
              type: SET_TOUR_EROPA,
              payload: tourEropa
           }
    }