export const SET_TOUR_ASIA='SET_TOUR_ASIA'

const tourAsia = [
    {
        id: 1,
        name: "تور دبی",
        description: "دبی، پایتخت امارات متحده عربی، یکی از مقاصد محبوب گردشگری جهان است. این شهر با طراحی مدرن و برج‌های خیره‌کننده، طبیعت بیابانی فرسوده و فرهنگ متنوع، هر ساله میلیون‌ها گردشگر را به خود جذب می‌کند. در ادامه، به معرفی برخی از جاذبه‌های گردشگری دبی پرداخته خواهد شد",
        image:'/image/img7.jpg',
        price:'هزینه تور به ازای هر نفر 30 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'5 روز و 4 شب د در هتل 5 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند: برج خلیفه، برج های جمیرا، صحرای دبی، جزیره پالم، مجتمع تجاری دبی مول، مسجد جمیرا بازدید به عمل می آید.        '
        
    },

    {
        id: 2,
        name: "تور ترکیه",
        description: "ترکیه، کشوری زیبا و با تاریخی بی‌نظیر در قلب شرق مدیترانه و غرب آسیا قرار دارد. این کشور با فرهنگ، تاریخ، طبیعت و شهرهای شگفت‌انگیز، به یکی از مقصدهای محبوب گردشگری جهان تبدیل شده است. جاذبه‌های ترکیه برای هر سلیقه‌ای چیزی دارند و هر ساله میلیون‌ها گردشگر از سراسر جهان به این کشور سفر می‌کنند. در ادامه، به معرفی برخی از جاذبه‌های گردشگری برتر ترکیه پرداخته خواهد شد:        ",
        image: '/image/img8.jpg',
        price: 'هزینه تور به ازای هر نفر 15 میلیون تومان می باشد',
        service:'همراه با نهار و شام و صبحانه',
        day:'5 روز و 4 شب د در هتل 5 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند: کاپادوکیا، آنتالیا،طرابزون، استانبول بازدید به عمل می آید         '
        
    },

    {
        id: 3,
        name: "تور مالزی",
        description: "مالزی، کشوری متنوع و بی‌نظیر در جنوب شرق آسیا است که با طبیعت زیبا، فرهنگ چندگانه، جاذبه‌های تاریخی و معماری منحصر به فرد، امکانات تفریحی و مراکز خرید متعدد، هر ساله میلیون‌ها گردشگر را به خود جذب می‌کند. این کشور با داشتن تنوع فرهنگی و تاریخی، مناظر طبیعی متنوع از جمله جنگل‌ها، تپه‌ها، جزایر، شهرهای مدرن و معابد باستانی، تجربه‌ی سفری خاص و خاطره‌انگیز را برای گردشگران به ارمغان می‌آورد. در ادامه، به معرفی برخی از جاذبه‌های گردشگری مالزی پرداخته خواهد شد:        ",
        image:'/image/img9.jpg'    ,
        price: 'هزینه تور به ازای هر نفر 20 میلیون تومان می باشد',
        service:'همراه با نهار و شام و صبحانه',
        day:'5 روز و 7 شب د در هتل 6 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:کوالالامپور، جزایر لنکاوی، جزیره‌های پره‌پاینگ،تامان نگارا بازدید به عمل می آید         '
        
    },

    {
        id: 4,
        name: "تور ارمنستان",
        description: "ارمنستان، یکی از کشورهای فراموش‌نشدنی در قلب کوهستان‌های کفکاس جنوبی است که با تاریخ و فرهنگ بی‌نظیر، طبیعت دیدنی و آثار باستانی فراوان، هر ساله گردشگران زیادی را به خود جذب می‌کند. این کشور با داشتن تاریخ و فرهنگی باستانی به‌عنوان یکی از نقاط قدیمی‌ترین تمدن‌های جهان شناخته می‌شود و میراث‌های فرهنگی و تاریخی‌اش، امکانات تفریحی و طبیعت زیبایی که ارمنستان به آنها می‌پردازد، تجربه‌های گردشگری منحصر به فردی را برای بازدیدکنندگان به ارمغان می‌آورد. در ادامه به معرفی برخی از جاذبه‌های گردشگری ارمنستان پرداخته می‌شود:        ",
        image:'/image/img10.jpg',
        price: 'هزینه تور به ازای هر نفر 10 میلیون تومان می باشد',
        service:'همراه با نهار و شام و صبحانه',
        day:'5 روز و 7 شب د در هتل 6 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:ایروان، کلیسا و معابد، آبشار جرموک، جاذبه‌های طبیعی آرتساخ،   باغ ویناردار بازدید به عمل می آید         '
        
    },
    {
        id: 5,
        name: "تور سنگاپور",
        description: "سنگاپور، یک جزیره کوچک و متنوع در جنوب شرق آسیا است که با شهرت جاذبه‌های گردشگری متعدد، فرهنگ چندگانه، طبیعت زیبا و تنوع غذاها، هر ساله گردشگران زیادی را به خود جذب می‌کند. این شهر-دولت با شهرت جهانی در زمینه‌های تجارت، فناوری و گردشگری شناخته می‌شود و به عنوان یکی از مقاصد محبوب گردشگری در جهان محسوب می‌شود. در ادامه به معرفی برخی از جاذبه‌های گردشگری سنگاپور پرداخته می‌شود:        ",
        image:'/image/img12.jpg',
        price: 'هزینه تور به ازای هر نفر 40 میلیون تومان می باشد',
        service:'همراه با نهار و شام و صبحانه',
        day:'5 روز و 7 شب  در هتل 6 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:جزیره‌های پیری، باغ بوتانیک سنگاپور، جزیره سنتوزا، مرکز مالی سینگاپور، معابد و مساجد بازدید به عمل می آید         '
        
    },

    {
        id: 6,
        name: "تور گرجستان",
        description: "گرجستان، کشوری جذاب و دلنشین در قلب کوهستان‌های قفقاز جنوبی و خلیج مختومه، با فرهنگ و تاریخی چند هزار ساله، طبیعت زیبا و آثار باستانی متعدد، هر ساله گردشگران زیادی را به سمت خود جذب می‌کند. این کشور با داشتن تنوع آب و هوایی، مناظر طبیعی متنوع از جمله کوه‌ها، دریاچه‌ها، جنگل‌ها و تپه‌ها، فرهنگ گوناگون و آداب و رسوم منحصر به فرد، تجربه‌های گردشگری زندگی‌کننده‌ای را برای گردشگران به ارمغان می‌آورد. در ادامه به معرفی برخی از جاذبه‌های گردشگری گرجستان پرداخته خواهد شد:        ",
        image:'/image/img11.jpg',
        price: 'هزینه تور به ازای هر نفر 10 میلیون تومان می باشد',
        service:'همراه با نهار و شام و صبحانه',
        day:'4 روز 5 شب در هتل 3 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:میدان آزادی تفلیس، قلعه ناریکالا، کاخ باتونی، جنگل کازبگی، دریاچه باطومی بازدید به عمل می آید         '
        
    },
];
    export function setAsia(){
           return{
              type: SET_TOUR_ASIA,
              payload: tourAsia
           }
    }

   

    