export const SET_TOUR_IRAN='SET_TOUR_IRAN'

const tourIran = [
    {
        id: 1,
        name: "تور کیش",
        description: "جزیره کیش، معروف ترین و مهم ترین جزیره ایران می باشد. این جزیره که در آب های نیلگون خلیج فارس قرار گرفته است، از زمان حکومت سلسله هخامنشیان جز خاک ایران می باشد. جزیره کیش در حدود 90 کیلومتر مربع مساحت دارد و هر سال تقریباً میزبان بیش از 2 میلیون مسافر داخلی و خارجی می باشد. کیش به جهت داشتن امکانات تفریحی بسیار، هتل های متنوع  از هتل های ساده گرفته تا هتل های فوق العاده لوکس و ازهمه مهم تر آب و هوایی معتدل  در سراسر سال پر از گردشگر می باشد.",
        image:'/image/img38.jpg',
        price:'هزینه تور به ازای هر نفر 9 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'5 روز و 4 شب د در هتل 5 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:دره پرتغالی‌ها، پایاب کیش، دنیای زیرزمینی، شهر باستانی حریره کیش، پارک دلفین ‌های کیش، آب‌انبار دوقلو کیش، بازدید به عمل می آید.        '
        
    },

    {
        id: 2,
        name: "تور قشم",
        description: "ی دیگر از جزیره های زیبا و بسیار مهم کشور جزیره قشم می باشد. این جزیره زیبا همچون مرواریدی کوچک در آب های خلیج فارس در استان هرمزگان واقع شده است. اگر به دنبال مکانی متفاوت با دیدنی های گوناگون و جاذبه های تاریخی و گردشگری خاص می باشید. شک نکنید که تور قشم بهترین گزینه برای شما خواهد بود.",
        image: '/image/img39.jpg',
        price:'هزینه تور به ازای هر نفر 8 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'5 روز و 4 شب د در هتل 5 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:تنگه چاهکوه، جنگل حرا قشم، دره ستارگان، ژئوپارک قشم، جزایر ناز بازدید به عمل می آید.        '
        
    
    },

    {
        id: 3,
        name: "تور مشهد",
        description: "بدون شک مشهد یکی از اصلی ترین جاذبه های مذهبی و گردشگری ایران و شیعیان جهان می باشد. وجود بارگاه مقدس امام هشتم شیعیان، امام رضا (ع ) مشهد را پرتردد ترین شهر و تور مشهد را پرفروش ترین کشور کرده است.  البته شهر مشهد در کنار جاذبه های مذهبی که دارد دارای جاذبه های گردشگری و طبیعی بسیاری همچون  پارک های تفریحی و آبی، مراکز خرید متعدد، رستوران های مدرن و متفاوت و ... می باشد که همگی جذابیت و محبوبیت این شهر را دوچندان کرده است.        ",
        image:'/image/img37.jpg',
        price:'هزینه تور به ازای هر نفر 8 میلیون تومان',
        service:'همراه با نهار و شام و صبحانه',
        day:'7 روز 6 شب در هتل 5 ستاره',
        place:'در طول سفر از مکان های دیدنی مانند:حرم امام رضا(ع)، کلیسای مسروپ مقدس، کوه‌سنگی، طرقبه، چالیدره بازدید به عمل می آید.        '
        
    },

   
];
    export function setIran(){
           return{
              type: SET_TOUR_IRAN,
              payload: tourIran
           }
    }